{
    "HELLO":"नमस्ते",
    "Already applied? Track your job status":"पहले से ही लागू? अपनी नौकरी की स्थिति को ट्रैक करें",
    "sign in":"दाखिल करना",
    "New User?":"नया उपयोगकर्ता?",
    "register":"रजिस्टर",
    "Get started and be part of out database for all openings":"शुरू करें और सभी खोलने के लिए डेटाबेस का हिस्सा बनें",
    "drop your cv":"अपने सीवी ड्रॉप",
    "MISSION":"MISSION",
   "Bring your courage, confidence and can-do attitude. We seek innovative doers and thinkers with a global mindset who are ready to become leaders of the future. Explore exciting opportunities across PepsiCo, and see what can happen when your talents meet our global stage.":"अपना साहस, आत्मविश्वास और कर सकते हैं रवैया। हम एक वैश्विक मानसिकता वाले नवोन्मेषकों और विचारकों की तलाश करते हैं जो भविष्य के नेता बनने के लिए तैयार हों। पेप्सीको में रोमांचक अवसरों का अन्वेषण करें, और देखें कि जब आपकी प्रतिभा हमारे वैश्विक मंच से मिलती है तो क्या हो सकता है।",
"GOALS":"लक्ष्य",
"Ready to propel your life’s work forward? We seek trailblazers from around the world to help us delight consumers and shape the future. Imagine what you can accomplish when you combine your experience and skills with our global brand powerhouse.":"अपने जीवन के काम को आगे बढ़ाने के लिए तैयार हैं? हम उपभोक्ताओं को खुश करने और भविष्य को आकार देने में मदद करने के लिए दुनिया भर से ट्रेलब्लेज़र की तलाश करते हैं। कल्पना कीजिए कि जब आप हमारे वैश्विक ब्रांड बिजलीघर के साथ अपने अनुभव और कौशल को जोड़ते हैं तो आप क्या हासिल कर सकते हैं।",
"VISION":"विजन",
"Go just about anywhere, and you’ll find us. We’re on every continent, infused in the daily lives of billions. At PeopleStrong, you’ll be at the center of excitement, shaping global trends like nowhere else. This is where business connects with culture. ":"कहीं भी चले जाओ, और तुम हमें पाओगे। हम अरबों के दैनिक जीवन में प्रचलित हर महाद्वीप पर हैं। PeopleStrong में, आप उत्साह के केंद्र में होंगे, और कहीं भी वैश्विक रुझानों को आकार नहीं देंगे। यह वह जगह है जहाँ व्यवसाय संस्कृति से जुड़ता है।",
"OPEN POSITIONS":"खुली स्तिथि",
"We’re looking for people to join the team who are as excited as we are to help build the platform that empowers the future generation of creators to be successful online. ":"हम लोगों को उस टीम में शामिल होने के लिए देख रहे हैं जो उतने ही उत्साहित हैं जितना हम उस मंच का निर्माण करने में मदद करते हैं जो भावी पीढ़ी को ऑनलाइन सफल होने का अधिकार देता है।",
"PERKS & BENEFITS" :"भत्तों और लाभ",
"Relax, we've got you covered":"आराम कीजिए, हमने आपको कवर कर दिया है",
"We take care of our employees in more ways than one. Our competitive benefits package includes premium medical, dental, and vision coverage for employees and their dependents. We also offer up to 18 weeks of paid parental leave, daily gourmet lunches, strong cold brew, and seasonal wellness programming, including meditation, and nutritionist sessions.":"हम एक से अधिक तरीकों से अपने कर्मचारियों का ध्यान रखते हैं। हमारे प्रतिस्पर्धी लाभ पैकेज में कर्मचारियों और उनके आश्रितों के लिए प्रीमियम चिकित्सा, दंत चिकित्सा और दृष्टि कवरेज शामिल हैं। हम ध्यान, और पोषण विशेषज्ञ सत्रों सहित 18 सप्ताह तक का भुगतान अभिभावकीय अवकाश, दैनिक पेटू दोपहर का भोजन, मजबूत ठंडा काढ़ा और मौसमी कल्याण प्रोग्रामिंग भी प्रदान करते हैं।",
"Work-life balance":"कार्य संतुलन",
"We believe that quality time outside the office is vital to our employees’ satisfaction at work. That’s why our flexible PTO plan encourages team members to take time off so they can come back refreshed. Employees also get two free lifetime Squarespace sites to pursue their creative passions and side hustles. ":"हमारा मानना ​​है कि कार्यालय के बाहर गुणवत्ता का समय हमारे कर्मचारियों की काम पर संतुष्टि के लिए महत्वपूर्ण है। इसीलिए हमारी लचीली पीटीओ योजना टीम के सदस्यों को समय निकालने के लिए प्रोत्साहित करती है ताकि वे फिर से तरोताजा हो सकें। कर्मचारियों को अपने रचनात्मक जुनून और पक्ष की हलचल को आगे बढ़ाने के लिए दो नि: शुल्क जीवनकाल स्क्वरस्पेस साइटें भी मिलती हैं।",
"Stay informed":"सूचित रहें",
"We’re dedicated to ensuring all employees have the information they need to do their jobs well. Our monthly All Hands meetings, email newsletters, and CEO Office Hours are just a few of the programs we run to bring our three offices together and share key aspects of the business across the entire organization. ":"हम सभी कर्मचारियों को यह सुनिश्चित करने के लिए समर्पित हैं कि उन्हें अपने काम को अच्छी तरह से करने की आवश्यकता है। हमारी मासिक ऑल हैंड्स मीटिंग्स, ईमेल न्यूज़लेटर्स और सीईओ ऑफिस आवर्स कुछ ऐसे ही कार्यक्रम हैं जिन्हें हम अपने तीन कार्यालयों को एक साथ लाने के लिए चलाते हैं और पूरे संगठन में व्यापार के प्रमुख पहलुओं को साझा करते हैं।",
"where do you want to work?":"आप कहाँ काम करना चाहते हैं?",
"Explore ALl Jobs":"सभी नौकरियों का अन्वेषण करें"
}