{
    "HELLO": "Hello",
    "Already applied? Track your job status":"สมัครแล้ว? ติดตามสถานะงานของคุณ",
    "sign in":"ลงชื่อเข้าใช้",
    "New User?":"ผู้ใช้ใหม่?",
    "register":"การลงทะเบียน",
    "Get started and be part of out database for all openings":"เริ่มต้นและเป็นส่วนหนึ่งของฐานข้อมูลนอกสำหรับการเปิดทั้งหมด",
    "drop your cv":"วางสายพันธุ์ของคุณ",
    "MISSION":"หน้าที่",
    "Bring your courage, confidence and can-do attitude. We seek innovative doers and thinkers with a global mindset who are ready to become leaders of the future. Explore exciting opportunities across PepsiCo, and see what can happen when your talents meet our global stage.":"นำความกล้าหาญความมั่นใจและทัศนคติที่สามารถทำได้ เราแสวงหานักคิดและนักคิดที่มีนวัตกรรมด้วยความคิดระดับโลกที่พร้อมจะเป็นผู้นำแห่งอนาคต สำรวจโอกาสที่น่าตื่นเต้นทั่ว PepsiCo และดูว่าจะเกิดอะไรขึ้นเมื่อความสามารถของคุณตรงตามเวทีระดับโลกของเรา",
 "GOALS":"เป้าหมาย",
 "Ready to propel your life’s work forward? We seek trailblazers from around the world to help us delight consumers and shape the future. Imagine what you can accomplish when you combine your experience and skills with our global brand powerhouse.":"พร้อมที่จะขับเคลื่อนงานของคุณไปข้างหน้าหรือยัง เราแสวงหาผู้บุกเบิกจากทั่วโลกเพื่อช่วยให้เราพอใจผู้บริโภคและกำหนดอนาคต ลองนึกภาพสิ่งที่คุณสามารถทำได้เมื่อคุณรวมประสบการณ์และทักษะของคุณเข้ากับโรงไฟฟ้าแบรนด์ระดับโลกของเรา",
 "VISION":"วิสัยทัศน์",
 "Go just about anywhere, and you’ll find us. We’re on every continent, infused in the daily lives of billions. At PeopleStrong, you’ll be at the center of excitement, shaping global trends like nowhere else. This is where business connects with culture. ":"ไปได้ทุกที่และคุณจะพบเรา เราอยู่ในทุกทวีปที่รวมอยู่ในชีวิตประจำวันของพันล้าน ที่ PeopleStrong คุณจะเป็นศูนย์กลางของความตื่นเต้นสร้างเทรนด์ระดับโลกอย่างที่อื่น นี่คือที่ธุรกิจเชื่อมต่อกับวัฒนธรรม",
 "OPEN POSITIONS":"ตำแหน่งเปิด",
 "We’re looking for people to join the team who are as excited as we are to help build the platform that empowers the future generation of creators to be successful online. ":"เรากำลังมองหาผู้คนที่จะเข้าร่วมทีมที่ตื่นเต้นเท่าที่เราจะช่วยสร้างแพลตฟอร์มที่ช่วยให้ผู้สร้างรุ่นต่อไปในอนาคตประสบความสำเร็จทางออนไลน์ ",
 "PERKS & BENEFITS" :"ประโยชน์และผลประโยชน์",
 "Relax, we've got you covered":"ผ่อนคลายเรามีคุณครอบคลุม",
 "We take care of our employees in more ways than one. Our competitive benefits package includes premium medical, dental, and vision coverage for employees and their dependents. We also offer up to 18 weeks of paid parental leave, daily gourmet lunches, strong cold brew, and seasonal wellness programming, including meditation, and nutritionist sessions.":"เราดูแลพนักงานของเราในหลายทางมากกว่าหนึ่ง แพ็คเกจสิทธิประโยชน์ในการแข่งขันของเรารวมถึงการครอบคลุมการแพทย์ทันตกรรมพรีเมี่ยมและการมองเห็นสำหรับพนักงานและผู้ติดตาม นอกจากนี้เรายังมีการลาเพื่อเลี้ยงดูบุตรที่จ่ายเงินมากถึง 18 สัปดาห์อาหารกลางวันกูร์เมต์ทุกวันโรงเบียร์เย็นจัดและโปรแกรมสุขภาพตามฤดูกาลรวมถึงการทำสมาธิและนักโภชนาการ",
 "Work-life balance":"สมดุลระหว่างชีวิตและการทำงาน",
 "We believe that quality time outside the office is vital to our employees’ satisfaction at work. That’s why our flexible PTO plan encourages team members to take time off so they can come back refreshed. Employees also get two free lifetime Squarespace sites to pursue their creative passions and side hustles. ":"เราเชื่อว่าเวลาที่มีคุณภาพนอกสำนักงานมีความสำคัญต่อความพึงพอใจของพนักงานในการทำงาน นั่นเป็นสาเหตุที่แผน PTO ที่ยืดหยุ่นของเราสนับสนุนให้สมาชิกในทีมหยุดงานเพื่อให้พวกเขากลับมาสดชื่นได้ พนักงานยังได้รับไซต์ Squarespace สองอายุการใช้งานฟรีเพื่อไล่ตามความสนใจและความเร่งรีบด้านข้างของพวกเขา",
 "Stay informed":"รับข่าวสาร",
 "We’re dedicated to ensuring all employees have the information they need to do their jobs well. Our monthly All Hands meetings, email newsletters, and CEO Office Hours are just a few of the programs we run to bring our three offices together and share key aspects of the business across the entire organization. ":"เราทุ่มเทเพื่อให้มั่นใจว่าพนักงานทุกคนมีข้อมูลที่พวกเขาต้องการในการทำงานของพวกเขาให้ดี การประชุม All Hands รายเดือนจดหมายข่าวทางอีเมลและ CEO Office Hours เป็นเพียงไม่กี่โปรแกรมที่เราดำเนินการเพื่อให้ทั้งสามสำนักงานของเรารวมกันและแบ่งปันประเด็นสำคัญของธุรกิจทั่วทั้งองค์กร",
 "where do you want to work?":"คุณต้องการทำงานที่ไหน",
 "Explore ALl Jobs":"สำรวจงาน ALL"
   

}

  
  
  
  